{
  "Brimstone": {
    "id": 0,
    "name": "Brimstone",
    "altcard": "Image of Agent Brimstone from the front",
    "description": "Coming directly from the United States, Brimstone's orbital arsenal ensures his squadron always has the upper hand. His ability to deliver utility missions with precision and safety makes him an unparalleled commander on the front line.",
    "function": "Controller",
    "habilidade": {
      "0": {
        "name": "INCENDIARY",
        "description": "EQUIP an incendiary grenade launcher. FIRE to launch a grenade that detonates on the ground, creating a zone of fire that damages players within it."
      },
      "1": {
        "name": "CELESTIAL SMOKE",
        "description": "EQUIP a tactical map. FIRE to mark the locations where Brimstone's smoke clouds will land. Use ALT FIRE to confirm, launching long-lasting, vision-obscuring smoke clouds in the selected area."
      },
      "2": {
        "name": "STIMULATING SIGNAL",
        "description": "EQUIP a stimulant flare. FIRE to throw the flare in front of Brimstone. Upon landing, the flare will create a field that grants Rapid Fire to players."
      },
      "3": {
        "name": "ORBITAL STRIKE",
        "description": "EQUIP a tactical map. FIRE to launch a sustained orbital laser strike at the target location, dealing massive damage over time to players in the targeted area."
      }
    }
  },
  "Phoenix": {
    "id": 1,
    "name": "Phoenix",
    "altcard": "Image of Agent Phoenix from the front",
    "description": "Arriving straight from the UK, Phoenix's star power shines through in his fighting style, setting the battlefield ablaze with light and style. With or without help, he enters the fray as and when he sees fit.",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "CURVE BALL",
        "description": "EQUIP a flame orb that arcs forward and detonates shortly after launch. FIRE to curve it to the left, detonating and blinding any player who sees the orb. Use ALT FIRE to curve it to the right."
      },
      {
        "id": 1,
        "name": "WARM HANDS",
        "description": "EQUIP a fireball. FIRE to throw the fireball, which explodes after a delay or upon hitting the ground, creating a lasting zone of fire that damages enemies."
      },
      {
        "id": 2,
        "name": "FLAME",
        "description": "EQUIP a wall of fire. FIRE to create a line of flames that advances, creating a wall of fire that blocks vision and damages players who pass through it. HOLD FIRE to curve it toward the aiming direction."
      },
      {
        "id": 3,
        "name": "REVIVAL",
        "description": "INSTANTLY places a marker at Phoenix's location. While the ability is active, dying or letting the timer run out will end the ability and return Phoenix to the marked location with full health."
      }
    ]
  },
  "Sage": {
    "id": 2,
    "name": "Sage",
    "altcard": "Image of Agent Sage from the front",
    "description": "Like a true Chinese fortress, Sage brings security to herself and her team wherever she goes. Able to revive allies and repel aggressive attacks, she offers a center of calm amidst the chaos of battle.",
    "function": "Sentinel",
    "habilidade": [
      {
        "id": 0,
        "name": "SLOWNESS ORB",
        "description": "EQUIP a slow orb. FIRE to launch it. The orb detonates upon landing, creating a lasting field that slows players within it."
      },
      {
        "id": 1,
        "name": "HEALING ORB",
        "description": "EQUIP a healing orb. SHOT it while aiming at an injured ally to trigger a heal-over-time attack. Use ALT FIRE while Sage is injured to trigger a self-heal-over-time attack."
      },
      {
        "id": 2,
        "name": "BARRIER ORB",
        "description": "EQUIP a barrier orb. FIRE to place a solid wall. ALTERNATE FIRE rotates the target marker."
      },
      {
        "id": 3,
        "name": "RESURRECTION",
        "description": "EQUIP a resurrection ability. SHOT a dead ally to begin reviving them. After a brief channel, the ally will return to full health."
      }
    ]
  },
  "Sova": {
    "id": 3,
    "name": "Sova",
    "altcard": "Imagem do Agente Sova de frente",
    "description": "Born under the eternal winter of the Russian tundra, Sova tracks, locates, and eliminates enemies with ruthless efficiency and precision. His custom bow and unparalleled reconnaissance skills ensure no prey escapes.",
    "function": "Launcher",
    "habilidade": [
      {
        "id": 0,
        "name": "SHOCK ARROW",
        "description": "EQUIP a bow with a shock arrow. FIRE to launch the arrow, which explodes on impact, damaging nearby players. HOLD FIRE to extend the projectile's range. Use ALTERNATE FIRE to add up to two ricochets to the arrow."
      },
      {
        "id": 1,
        "name": "TRACKING ARROW",
        "description": "EQUIP a bow with a scout arrow. FIRE to launch the arrow, which activates upon impact and reveals the location of any enemies within line of sight. Enemies can destroy it. HOLD FIRE to extend the projectile's range. Use ALTERNATE FIRE to add up to two ricochets to the arrow."
      },
      {
        "id": 2,
        "name": "OWL DRONE",
        "description": "EQUIP an owl drone. FIRE to deploy and pilot the drone. While piloting the drone, FIRE to fire a marker dart. The dart will reveal the location of any player hit. Enemies can destroy the Owl Drone."
      },
      {
        "id": 3,
        "name": "HUNTER'S FURY",
        "description": "EQUIP a bow with three long-range, wall-piercing shots. FIRE to fire a bolt of energy in front of Sova, dealing damage and revealing the location of enemies in line. This ability can be REPEATED two more times while the ability timer is active."
      }
    ]
  },
  "Viper": {
    "id": 4,
    "name": "Viper",
    "altcard": "Image of Agent Viper from the front",
    "description": "Viper, the United States' chemist, employs a variety of poisonous chemical devices to control the battlefield and impair enemy vision. If the toxins don't kill the prey, their mind games certainly will.",
    "function": "Controller",
    "habilidade": [
      {
        "id": 0,
        "name": "POISONOUS CLOUD",
        "description": "EQUIP a gas emitter. FIRE to throw the emitter, which persists until the end of the round. REPEAT to create a cloud of toxic gas that drains fuel. This ability can be picked up and REPOSITIONED before the start of the round and can be REPEATED more than once throughout the round."
      },
      {
        "id": 1,
        "name": "TOXIC CURTAIN",
        "description": "EQUIP a gas emitter launcher. FIRE to launch a long line of gas emitters. REPEAT to create a tall wall of toxic gas that drains fuel. This ability can be REPEAT multiple times."
      },
      {
        "id": 2,
        "name": "SNAKE VENOM",
        "description": "EQUIP a chemical launcher. FIRE to launch a cylinder that ruptures upon hitting the ground, creating a lasting chemical zone that deals damage and slows enemies."
      },
      {
        "id": 3,
        "name": "Poisonous Well",
        "description": "EQUIP a chemical sprayer. FIRE to spray a chemical cloud in all directions around Viper, creating a large cloud that reduces the vision range and maximum health of players within it."
      }
    ]
  },
  "Cypher": {
    "id": 5,
    "name": "Cypher",
    "altcard": "Image of Agent Cypher from the front",
    "description": "Cypher, a Moroccan intelligence broker, is a veritable one-man surveillance network, keeping tabs on his enemies' every move. No secret is safe. No maneuver goes unnoticed. Cypher is always watching.",
    "function": "Sentinel",
    "habilidade": [
      {
        "id": 0,
        "name": "CYBER CAGE",
        "description": "INSTANTLY throws the cybernetic cage in front of Cypher. Activate to create a zone that blocks vision and slows enemies that pass through it."
      },
      {
        "id": 1,
        "name": "SURVEILLANCE CAMERA",
        "description": "EQUIP a Surveillance Camera. FIRE to place the camera on the target location. REPEAT the skill to control the camera's view. While controlling the camera, FIRE to launch a marker dart. The dart will reveal the location of any player hit. The camera can be retrieved and REPOSITIONED."
      },
      {
        "id": 2,
        "name": "TRAP WIRE",
        "description": "EQUIP a tripwire. FIRE to install a hidden, destructible tripwire at the target location, creating a line between the location and the opposite wall. Enemy players who walk through a tripwire and fail to destroy the device in time will be immobilized, revealed, and stunned after a short delay. This ability can be recalled to REPOSITION."
      },
      {
        "id": 3,
        "name": "NEURAL ASSAULT",
        "description": "INSTANTLY cast on a dead enemy player in your crosshairs to reveal the location of all enemy players still alive."
      }
    ]
  },
  "Reyna": {
    "id": 6,
    "name": "Reyna",
    "altcard": "Image of Agent Reyna from the front",
    "description": "Raised in the heart of Mexico, Reyna masters single combat, excelling with every kill. Her capabilities are limited only by her own expertise, making her highly dependent on performance.",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "DEVOUR",
        "description": "Enemies killed by Reyna leave Soul Orbs that last for 3 seconds. INSTANTLY consumes a nearby Soul Orb, healing rapidly for a short duration. Health granted by this ability that exceeds 100 will decay over time. If the EMPRESS ability is active, this ability will automatically cast and will not consume the orb."
      },

      {
        "id": 1,
        "name": "DISPENSE",
        "description": "INSTANTLY consumes a nearby Soul Orb, becoming untargetable for a short duration. Also becomes invisible if the EMPRESS ability is active."
      },
      {
        "id": 2,
        "name": "Ravenous Look",
        "description": "EQUIP an ethereal, destructible eye. ACTIVATE to launch it forward a short distance. The eye will blur all enemies who look at it."
      },
      {
        "id": 3,
        "name": "EMPRESS",
        "description": "INSTANTLY enters a frenzy state, dramatically increasing firing speed, equipment, and ammo reload. Refreshes duration upon a kill."
      }
    ]
  },
  "Killjoy": {
    "id": 7,
    "name": "Killjoy",
    "altcard": "Image of Agent Killjoy from the front",
    "description": "Killjoy, a brilliant German woman, effortlessly defends key positions on the battlefield with her arsenal of inventions. If the damage caused by her equipment doesn't finish off the enemies, the negative effects of her beloved robots will do the trick.",
    "function": "Sentinel",
    "habilidade": [
      {
        "id": 0,
        "name": "ALARM ROBOT",
        "description": "EQUIP a hidden Alarm Bot. FIRE to activate a bot that pursues enemies that come into range. Upon approaching the target, the bot explodes, dealing damage and applying Vulnerable. HOLD EQUIP to deactivate an activated bot."
      },

      {
        "id": 1,
        "name": "TURRET",
        "description": "EQUIP a Turret. FIRE to activate a turret that fires at enemies in a 180° cone. HOLD EQUIP to deactivate the activated turret."
      },
      {
        "id": 2,
        "name": "NANOSWAR",
        "description": "EQUIP a Nanoswarm grenade. FIRE to launch the grenade. Upon hitting a surface, the Nanoswarm becomes hidden. ACTIVATE the Nanoswarm to deploy a swarm of damaging nanobots."
      },
      {
        "id": 3,
        "name": "LOCKDOWN",
        "description": "EQUIP the Confinement device. FIRE to activate it. After a long activation process, the device detains all enemies within range. The device can be destroyed by enemies."
      }
    ]
  },
  "Breach": {
    "id": 8,
    "name": "Breach",
    "altcard": "Image of Agent Breach from the front",
    "description": "Breach, the Swedish bionic man, fires powerful kinetic blasts to force a path through enemy territory. The damage and disruption he causes ensures no fight is fair.",
    "function": "Launcher",
    "habilidade": [
      {
        "id": 0,
        "name": "STOPIM",
        "description": "EQUIP a blinding charge. FIRE the charge to deploy a fast-acting blast through the wall. The charge detonates, blinding all players looking at it."
      },

      {
        "id": 1,
        "name": "TECTONIC FAULT",
        "description": "EQUIP a seismic blast. HOLD FIRE to increase the distance. RELEASE to initiate the earthquake, stunning all players in the zone and in a straight line to the zone."
      },

      {
        "id": 2,
        "name": "PÓS-CHOQUE",
        "description": "EQUIP a Fusion Charge. FIRE the charge to deploy a slow-acting jet through the wall. The jet deals heavy damage to anyone in the area of ​​effect."
      },
      {
        "id": 3,
        "name": "ROLLING THUNDER",
        "description": "EQUIP a seismic charge. FIRE to send a cascading quake through all terrain in a large cone. The quake concusses and knocks up all players caught in its area of effect."
      }
    ]
  },
  "Omen": {
    "id": 9,
    "name": "Omen",
    "altcard": "Front-facing image of Agent Omen",
    "description": "Omen, a ghostly memory, hunts from the shadows. He blinds enemies, teleports across the field, and spreads paranoia as opponents struggle to predict where his next attack will come from.",
    "function": "Controller",
    "habilidade": [
      {
        "id": 0,
        "name": "PARANOIA",
        "description": "INSTANTLY fire a shadow projectile forward, briefly reducing the vision range of players hit. The projectile travels through walls."
      },
      {
        "id": 1,
        "name": "DARK COVER",
        "description": "EQUIP a shadow orb and enter a distorted view to place it. PRESS the ability button to launch the orb to the marked location, creating a lasting shadow sphere that blocks vision. HOLD FIRE while aiming to extend the marker. HOLD ALT-FIRE while aiming to move the marker closer. PRESS RELOAD to switch back to the standard targeting view."
      },
      {
        "id": 2,
        "name": "SHROUDED STEP",
        "description": "EQUIP a shadow step ability and view the range indicator. FIRE to begin a brief channel, then teleport to the marked location."
      },
      {
        "id": 3,
        "name": "FROM THE SHADOWS",
        "description": "EQUIP a tactical map. FIRE to begin teleporting to the selected location. While teleporting, Omen appears as a Shade that can be destroyed by enemies to cancel the teleport."
      }
    ]
  },
  "Jett": {
    "id": 10,
    "name": "Jett",
    "altcard": "Front-facing image of Agent Jett",
    "description": "Representing her home country of South Korea, Jett's agile and evasive fighting style allows her to take risks no one else can. She darts into every fight, cutting down enemies before they even realize who or what struck them.",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "UPDRAFT",
        "description": "INSTANTLY propel Jett high into the air."
      },
      {
        "id": 1,
        "name": "TAILWIND",
        "description": "ACTIVATE to prepare a gust of wind for a limited time. REACTIVATE to dash in the direction Jett is moving. If standing still, she will dash forward. The Tailwind charge is refreshed after scoring two kills."
      },
      {
        "id": 2,
        "name": "CLOUDBURST",
        "description": "INSTANTLY throw a projectile that expands into a brief vision-blocking cloud upon hitting a surface. HOLD the ability key to curve the smoke in the direction of your crosshair."
      },
      {
        "id": 3,
        "name": "BLADE STORM",
        "description": "EQUIP a set of highly accurate throwing knives. FIRE to throw a single knife at your target. Knives are replenished when you score a kill. Use ALT FIRE to throw all remaining knives in a close-range burst, but kills do not replenish the knives in this mode."
      }
    ]
  },
  "Raze": {
    "id": 11,
    "name": "Raze",
    "altcard": "Front-facing image of Agent Raze",
    "description": "Raze arrives from Brazil with a blast of energy and big weapons. With her bold, explosive playstyle, she's great at flushing out entrenched enemies and clearing tight spaces with a healthy dose of BOOM!",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "BLAST PACK",
        "description": "INSTANTLY throw a Blast Pack that sticks to surfaces. REUSE the ability after placement to detonate it, dealing damage and knocking back anything hit. Raze does not take damage from her own Blast Pack, but can still take fall damage if launched into the air."
      },
      {
        "id": 1,
        "name": "PAINT SHELLS",
        "description": "EQUIP a cluster grenade. FIRE to throw the grenade, which deals damage and releases sub-munitions that each deal damage to anyone within range. Use ALT FIRE to lob the grenade at a shorter distance. The Paint Shells charge is refreshed after scoring two kills."
      },
      {
        "id": 2,
        "name": "BOOM BOT",
        "description": "EQUIP a Boom Bot. FIRE to deploy the bot, which travels in a straight line, bouncing off walls. The Boom Bot locks onto enemies in its frontal cone and chases them, exploding on contact and dealing heavy damage."
      },
      {
        "id": 3,
        "name": "SHOWSTOPPER",
        "description": "EQUIP a rocket launcher. FIRE to launch a rocket that deals massive area damage upon impact with anything."
      }
    ]
  },
  "Skye": {
    "id": 12,
    "name": "Skye",
    "altcard": "Front-facing image of Agent Skye",
    "description": "Hailing from Australia, Skye and her band of beasts pave the way through hostile territory. With her healing abilities and nature-crafted companions that track down enemies, any team will be stronger and safer with Skye as their ally.",
    "function": "Initiator",
    "habilidade": [
      {
        "id": 0,
        "name": "TRAILBLAZER",
        "description": "EQUIP a Tasmanian tiger trinket. FIRE to send out and take control of the predator. While controlling it, FIRE to leap forward, exploding and damaging enemies directly hit."
      },
      {
        "id": 1,
        "name": "GUIDING LIGHT",
        "description": "EQUIP a hawk trinket. FIRE to send it forward. HOLD FIRE to guide the hawk in the direction of your crosshair. REUSE the ability while it's in flight to transform it into a flash of light that gives a hit confirmation if an enemy is blinded or within line of sight."
      },
      {
        "id": 2,
        "name": "REGROWTH",
        "description": "EQUIP a healing trinket. HOLD FIRE to channel and heal allies within line of sight and range. This ability can be reused until its healing pool is depleted. Skye cannot heal herself."
      },
      {
        "id": 3,
        "name": "SEEKERS",
        "description": "EQUIP a Seeker trinket. FIRE to send out three Seekers that track down the three closest enemies. If a Seeker reaches its target, it nearsights them. Enemies can destroy the Seekers."
      }
    ]
  },
  "Yoru": {
    "id": 13,
    "name": "Yoru",
    "altcard": "Front-facing image of Agent Yoru",
    "description": "Hailing from Japan, Yoru tears holes straight through reality to infiltrate enemy lines unseen. Using both deception and aggression, targets are eliminated before they even realize where the strike came from.",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "BLINDSIDE",
        "description": "EQUIP an unstable dimensional fragment. FIRE to throw the fragment. The fragment detonates upon hitting a solid surface, creating a flash that blinds nearby enemies."
      },
      {
        "id": 1,
        "name": "GATECRASH",
        "description": "EQUIP to harness a rift tether. FIRE to send the tether forward. ALT FIRE to place a stationary tether. ACTIVATE to teleport to the tether's location. USE to trigger a fake teleport."
      },
      {
        "id": 2,
        "name": "FAKEOUT",
        "description": "EQUIP an echo that mimics Yoru’s footsteps when activated. FIRE to activate and send the decoy forward. ALT FIRE to place the decoy without activating it. USE to transform the inactive decoy into a clone that moves forward. Clones explode and blind enemies when they are destroyed by them."
      },
      {
        "id": 3,
        "name": "DIMENSIONAL DRIFT",
        "description": "EQUIP a mask that allows you to see between dimensions. FIRE to enter Yoru’s dimension, becoming untargetable and invisible to enemies outside of it. REACTIVATE to exit early."
      }
    ]
  },
  "Astra": {
    "id": 14,
    "name": "Astra",
    "altcard": "Image of Agent Astra facing forward",
    "description": "Astra, the Ghanaian Agent, harnesses cosmic energies to reshape the battlefield to her will. With total command of her astral form and natural strategic talent, she is always light-years ahead of her enemies.",
    "function": "Controller",
    "habilidade": [
      {
        "id": 0,
        "name": "NOVA PULSE",
        "description": "Place Stars in Astral Form. ACTIVATE a Star to detonate a Nova Pulse. The Nova Pulse charges briefly and then strikes, concussing all players in its area."
      },
      {
        "id": 1,
        "name": "NEBULA",
        "description": "Place Stars in Astral Form. ACTIVATE a Star to transform it into a Nebula (smoke). USE a Star to DISSIPATE it, returning the Star for repositioning after a delay. Dissipating briefly forms a false Nebula at the Star’s location before returning."
      },
      {
        "id": 2,
        "name": "GRAVITY WELL",
        "description": "Place Stars in Astral Form. ACTIVATE one to form a Gravity Well. Players in the area are pulled toward the center before it explodes, making anyone still caught inside Vulnerable."
      },
      {
        "id": 3,
        "name": "ASTRAL FORM / COSMIC DIVIDE",
        "description": "ACTIVATE to enter Astral Form, where you can place Stars with FIRE. Stars can be reactivated later to transform into Nova Pulse, Nebula, or Gravity Well. When Cosmic Divide is charged, use ALT FIRE in Astral Form to aim, then FIRE to select two locations. An infinite Cosmic Divide connects the points. The divide blocks projectiles and heavily dampens audio."
      }
    ]
  },
  "KAY/O": {
    "id": 15,
    "name": "KAY/O",
    "altcard": "Image of Agent KAY/O facing forward",
    "description": "KAY/O is a war machine built for a single purpose: neutralizing Radiants. He can suppress enemy abilities, denying opponents their capacity to counter-attack and giving himself and his allies a crucial advantage in combat.",
    "function": "Initiator",
    "habilidade": [
      {
        "id": 0,
        "name": "FLASH/DRIVE",
        "description": "EQUIP a flash grenade. FIRE to throw it overhand. Use ALT FIRE to throw a weaker, underhand version that explodes faster. The flash grenade explodes after a brief fuse, Blinding anyone in its line of sight."
      },
      {
        "id": 1,
        "name": "ZERO/POINT",
        "description": "EQUIP a suppression blade. FIRE to throw it. The blade sticks to the first surface it hits and emits a pulse, Suppressing anyone caught inside the radius. Enemies can destroy the blade."
      },
      {
        "id": 2,
        "name": "FRAG/MENT",
        "description": "EQUIP an explosive fragment. FIRE to throw it. The fragment sticks to the ground and explodes multiple times, dealing near-lethal damage at the center of each blast."
      },
      {
        "id": 3,
        "name": "NULL/CMD",
        "description": "INSTANTLY overload with polarized Radianite energy that pulses in a massive radius from KAY/O’s location. Enemies hit are Suppressed for a short time. While overloaded, KAY/O gains Combat Stim and can be revived if downed."
      }
    ]
  },
  "Chamber": {
    "id": 16,
    "name": "Chamber",
    "altcard": "Image of Agent Chamber facing forward",
    "description": "Well-dressed and heavily armed, the French weapons designer Chamber strikes enemies with deadly precision. Use his custom arsenal to hold positions and eliminate opponents from afar, creating the perfect defense for any plan.",
    "function": "Sentinel",
    "habilidade": [
      {
        "id": 0,
        "name": "HEADHUNTER",
        "description": "ACTIVATE to equip a heavy pistol. Use ALT FIRE with the pistol to aim down sights."
      },
      {
        "id": 1,
        "name": "RENDEZVOUS",
        "description": "EQUIP a teleport anchor. FIRE to place it on the ground. While on the ground and within its range, REACTIVATE to quickly teleport to it. The anchor can be picked up to REDEPLOY."
      },
      {
        "id": 2,
        "name": "TRADEMARK",
        "description": "EQUIP a trap that scans for enemies. FIRE to place it on the ground. When a visible enemy comes within range, the trap triggers, destabilizing the terrain around them and creating a lingering field that Slows players inside. The trap can be picked up to REDEPLOY."
      },
      {
        "id": 3,
        "name": "TOUR DE FORCE",
        "description": "ACTIVATE to summon a powerful custom sniper rifle that kills any enemy with a hit to the upper body. Use ALT FIRE to aim down sights. Eliminating an enemy creates a lingering field that Slows players inside it."
      }
    ]
  },
  "Neon": {
    "id": 17,
    "name": "Neon",
    "altcard": "Image of Agent Neon facing forward",
    "description": "Neon, our Filipina Agent, charges forward at stunning speeds, discharging bioelectric bursts as fast as her body generates them. She races ahead to catch enemies off guard, striking them faster than lightning.",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "RELAY BOLT",
        "description": "INSTANTLY throw an energy bolt that bounces once. Upon hitting each surface, the bolt electrifies the ground beneath it with a concussive blast."
      },
      {
        "id": 1,
        "name": "HIGH GEAR",
        "description": "INSTANTLY channel Neon's power for increased speed. Once at maximum charge, use ALT FIRE to trigger an electric slide. The slide charge resets every two kills."
      },
      {
        "id": 2,
        "name": "FAST LANE",
        "description": "FIRE two lines of energy forward on the ground. The lines extend for a short distance or until hitting a surface. They rise into walls of static electricity that block vision and damage enemies passing through them."
      },
      {
        "id": 3,
        "name": "OVERDRIVE",
        "description": "Neon unleashes her full power and speed for a brief duration. FIRE to channel it into a deadly beam of lightning with high movement accuracy. The duration resets on each kill."
      }
    ]
  },
  "Fade": {
    "id": 18,
    "name": "Fade",
    "altcard": "Image of Agent Fade facing forward",
    "description": "Fade, a Turkish bounty hunter, wields the power of nightmares to uncover enemies’ secrets. Personifying terror itself, she hunts her targets and exposes their deepest fears before destroying them in darkness.",
    "function": "Initiator",
    "habilidade": [
      {
        "id": 0,
        "name": "PAIN TRAP",
        "description": "EQUIP a fear node. FIRE to throw it. The node falls after a set time. REACTIVATE to drop it early. The node shatters on impact, imprisoning nearby enemies. Imprisoned enemies suffer deafening and decay."
      },
      {
        "id": 1,
        "name": "HAUNT",
        "description": "EQUIP a ghost. FIRE to throw it. It falls after a set time. REACTIVATE to drop it early. The ghost attacks on contact, revealing enemies in its line of sight and leaving sinister trails towards them. Enemies can destroy it."
      },
      {
        "id": 2,
        "name": "STALKER",
        "description": "EQUIP a Stalker. FIRE to send it forward. HOLD FIRE to guide the Stalker toward your crosshair. It will pursue the first sinister trail or enemy it finds and applies Blind to the target upon reaching it."
      },
      {
        "id": 3,
        "name": "NIGHTFALL",
        "description": "EQUIP the power of nightmares. FIRE to release an unstoppable wave of terrifying energy. Enemies hit by the wave are marked with sinister trails and suffer Deafening and Decay."
      }
    ]
  },
  "Harbor": {
    "id": 19,
    "name": "Harbor",
    "altcard": "Image of Agent Harbor facing forward",
    "description": "Hailing from the Indian coastline, Harbor enters the field with the force of a storm, wielding ancient technology with mastery over water. He releases foaming rapids and crushing waves to protect allies or strike those who oppose him.",
    "function": "Controller",
    "habilidade": [
      {
        "id": 0,
        "name": "COASTAL GUARD",
        "description": "EQUIP a defensive water sphere. FIRE to throw it. Use ALT FIRE to launch it underhand. Upon landing, the sphere creates a destructible water shield that blocks bullets."
      },
      {
        "id": 1,
        "name": "HIGH TIDE",
        "description": "EQUIP a wall of water. FIRE to send it forward along the ground. HOLD FIRE to guide the water along your crosshair, passing through the environment and creating a wall along the path. Use ALT FIRE to stop it sooner. Players hit are SLOWED."
      },
      {
        "id": 2,
        "name": "CASCADING WAVE",
        "description": "EQUIP a wave of water. FIRE to send the wave forward and through walls. REACTIVATE to stop it. Players hit are SLOWED."
      },
      {
        "id": 3,
        "name": "TIDAL RETALIATION",
        "description": "EQUIP the full power of your Artifact. FIRE to summon a geyser from the ground. Enemies in the area are repeatedly struck by the geyser’s attacks. Players caught in the area suffer CONCUSSION."
      }
    ]
  },
  "Gekko": {
    "id": 20,
    "name": "Gekko",
    "altcard": "Image of Agent Gekko facing forward",
    "description": "Gekko from Los Angeles leads a tight-knit group of chaotic creatures. His friends trample everything, clearing enemies out of the way. Then Gekko follows up to regroup them and restart the cycle.",
    "function": "Initiator",
    "habilidade": [
      {
        "id": 0,
        "name": "WINGMAN",
        "description": "EQUIP Wingman. FIRE to send it to track enemies. Wingman explodes toward the first enemy it sees. Use ALT FIRE toward a point or planted Spike to plant or defuse it. To plant, Gekko must carry the Spike. When Wingman expires, it becomes an inactive orb. INTERACT to recover it and gain another charge after a short delay.",
        "video": "https://cmsassets.rgpub.io/sanity/files/dsfx7636/game_data/e9a92a506942c735f5a986ee9489fad34b192843.mp4",
        "icon": "https://cmsassets.rgpub.io/sanity/images/dsfx7636/game_data/0be9c33b718eb7f941890558e661f147802cf762-256x236.png?auto=format&fit=crop&q=80&h=128&w=128&crop=center"
      },
      {
        "id": 1,
        "name": "DIZZY",
        "description": "EQUIP Dizzy. FIRE to send her flying. Dizzy moves forward and releases plasma explosions at enemies in her line of sight. Hit enemies are Blinded. When expired, Dizzy becomes an inactive orb. INTERACT to recover and gain another charge after a short delay."
      },
      {
        "id": 2,
        "name": "MOSH PIT",
        "description": "EQUIP Mosh. FIRE to throw it like a grenade. Use ALT FIRE to throw underhand. Upon landing, Mosh duplicates over a large area, then explodes shortly after."
      },
      {
        "id": 3,
        "name": "THRASH",
        "description": "EQUIP Thrash. FIRE to connect with it and guide it through enemy territory. ACTIVATE to advance and explode, knocking down any enemy in a small radius. When expired, Thrash becomes an inactive orb. INTERACT to recover it and gain another charge. Thrash can be recovered once."
      }
    ]
  },
  "Deadlock": {
    "id": 21,
    "name": "Deadlock",
    "altcard": "Image of Agent Deadlock facing forward",
    "description": "Norwegian Agent Deadlock deploys a range of high-tech nanowires to protect the battlefield from even the deadliest attacks. No one escapes her watchful gaze. No one survives her relentless ferocity.",
    "function": "Sentinel",
    "habilidade": [
      {
        "id": 0,
        "name": "SONIC SENSOR",
        "description": "EQUIP the Sonic Sensor. FIRE to deploy it to detect enemies. The sensor emits a pulse upon detection. Enemies can attempt to destroy it."
      },
      {
        "id": 1,
        "name": "CONTAINMENT BARRIER",
        "description": "EQUIP a Barrier Mesh disc. FIRE to launch it forward. Upon landing, the disc generates barriers from the point of origin that block character movement."
      },
      {
        "id": 2,
        "name": "GRAVNET",
        "description": "EQUIP a GravNet grenade. FIRE to throw. Use ALT FIRE to throw underhand. GravNet detonates on the ground, forcing affected enemies to crouch and move slowly."
      },
      {
        "id": 3,
        "name": "ANNIHILATION",
        "description": "EQUIP a Nanowire Accelerator. FIRE to release a pulse of nanowires that captures the first enemy it hits. The encased enemy is pulled along a nanowire trail and eliminated if reaching the end, unless freed. The nanowire cocoon is destructible."
      }
    ]
  },
  "Iso": {
    "id": 22,
    "name": "Iso",
    "altcard": "Image of Agent Iso facing forward",
    "description": "Iso, a Chinese mercenary, enters a flow state to dismantle opponents. He reconfigures environmental energy to shield himself from bullets and charges fully focused toward the next deadly duel.",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "DEBILITATING SPARK",
        "description": "EQUIP a molecular beam. FIRE to launch it forward, applying FRAGILE to all players it touches. The beam can pass through solid objects, including walls."
      },
      {
        "id": 1,
        "name": "PROTECTIVE FLOW",
        "description": "ACTIVATE a focus timer. While focused, enter a flow state. Enemies you kill or damage during this time generate an energy orb. Shooting the orb grants you a shield that absorbs one instance of damage from any source."
      },
      {
        "id": 2,
        "name": "CONTINGENCY",
        "description": "EQUIP to gather prismatic energy. FIRE to send forward an indestructible wall of energy that blocks bullets."
      },
      {
        "id": 3,
        "name": "KILL CONTRACT",
        "description": "EQUIP an interdimensional arena. FIRE to launch a column of energy across the battlefield that pulls you and the first enemy hit into the arena. You and that opponent fight to the death."
      }
    ]
  },
  "Clove": {
    "id": 23,
    "name": "Clove",
    "altcard": "Image of Agent Clove facing forward",
    "description": "Clove, a troublemaker from Scotland, disorients enemies both in the heat of battle and beyond death. Young and immortal, they keep foes confused even after dying: moments after death, they return to life.",
    "function": "Controller",
    "habilidade": [
      {
        "id": 0,
        "name": "DEVITALIZE",
        "description": "EQUIP a fragment of Immortality Essence. FIRE to throw it. It detonates shortly after, temporarily applying Decay to all hit targets."
      },
      {
        "id": 1,
        "name": "TRICKERY",
        "description": "EQUIP to survey the battlefield. FIRE to mark locations where you want to deploy Clove’s clouds. Use ALT FIRE to confirm and launch vision-blocking clouds in the selected areas. Clove can use this ability even after dying."
      },
      {
        "id": 2,
        "name": "REVITALIZE",
        "description": "INSTANTLY absorb the life energy of a fallen enemy damaged or killed by Clove, gaining temporary Haste and Health."
      },
      {
        "id": 3,
        "name": "NOT DEAD YET",
        "description": "After dying, ACTIVATE to resurrect. After resurrection, Clove must get a kill or damage assist within a set period or die permanently."
      }
    ]
  },
  "Vyse": {
    "id": 24,
    "name": "Vyse",
    "altcard": "Image of Agent Vyse facing forward",
    "description": "Vyse, the master of metals, uses liquid metal to isolate, trap, and disarm enemies. With cunning and manipulation, she makes all who face her fear the battlefield itself.",
    "function": "Sentinel",
    "habilidade": [
      {
        "id": 0,
        "name": "HEDGE",
        "description": "EQUIP liquid metal filaments. FIRE to place a hidden wall trap. When an enemy passes through it, an indestructible wall rises from the ground behind them. The wall lasts briefly before dissipating."
      },
      {
        "id": 1,
        "name": "ARCANE ROSE",
        "description": "EQUIP an Arcane Rose. Aim at a surface and FIRE to place a hidden Arcane Rose, or use ALT FIRE to place it through the surface. FIRE AGAIN to blind all players looking at it. The ability can be recovered and REPOSITIONED."
      },
      {
        "id": 2,
        "name": "CUTTING BRAMBLES",
        "description": "EQUIP a tangle of liquid metal. FIRE to launch. Upon landing, the metal becomes invisible. When ACTIVATED, it spreads into a large bramble, Slowing and damaging all players who pass through it."
      },
      {
        "id": 3,
        "name": "STEEL GARDEN",
        "description": "EQUIP a liquid metal bramble. FIRE to launch metal as a torrent of spikes, BLOCKING enemy primary weapons after a short period."
      }
    ]
  },
  "Tejo": {
    "id": 25,
    "name": "Tejo",
    "description": "Veteran Colombian intelligence consultant Tejo relies on a ballistic guidance system that forces enemies to give up their position—or their life. His precise attacks keep opponents destabilized and under his control.",
    "function": "Initiator",
    "habilidade": [
      {
        "id": 0,
        "name": "STEALTH DRONE",
        "description": "EQUIP a stealth drone. FIRE to launch it and take control of its movements. FIRE again to trigger a pulse that Suppresses and Reveals hit enemies."
      },
      {
        "id": 1,
        "name": "SPECIAL DELIVERY",
        "description": "EQUIP a sticky grenade. FIRE to throw it. The grenade sticks to the first surface hit and explodes, causing Concussion to all targets in the blast. Use ALT FIRE to throw the grenade with a bounce."
      },
      {
        "id": 2,
        "name": "GUIDED BURST",
        "description": "EQUIP a tactical map. FIRE to select up to two target locations. Use ALT FIRE to launch projectiles that autonomously travel to the target locations and detonate on arrival."
      },
      {
        "id": 3,
        "name": "ARMAGEDDON",
        "description": "EQUIP a tactical map to select the attack target. FIRE to select the origin point. FIRE again to set the end point and launch the attack, releasing a wave of explosions along the designated path. Use ALT FIRE during targeting to cancel the origin point."
      }
    ]
  },
  "Waylay": {
    "id": 26,
    "name": "Waylay",
    "altcard": "Image of Agent Waylay facing forward",
    "description": "Waylay, the prismatic Radiant from Thailand, transforms into pure light and crosses the battlefield, striking targets with luminous shards before retreating—all in the blink of an eye.",
    "function": "Duelist",
    "habilidade": [
      {
        "id": 0,
        "name": "SATURATION",
        "description": "INSTANTLY launches a cluster of light that explodes on impact with the ground, SLOWING nearby players and reducing weapon effectiveness."
      },
      {
        "id": 1,
        "name": "SPEED OF LIGHT",
        "description": "EQUIP to prepare a speed burst. FIRE to dash twice. Use ALT FIRE to dash once. Only the first dash propels you upward."
      },
      {
        "id": 2,
        "name": "REFRACTION",
        "description": "INSTANTLY creates a light beam on the ground. REACTIVATE to return rapidly to the beam as pure light. You are invulnerable during the movement."
      },
      {
        "id": 3,
        "name": "CONVERGING PATHS",
        "description": "EQUIP to focus your prismatic power. FIRE to create a residual image of yourself that projects a light beam. After a brief delay, you gain a powerful speed boost, and the beam expands, SLOWING other players in the area."
      }
    ]
  }
}
