{
  "Maps": "MAPS",
  "CORRODE": "A French castle turned into a Radianite mining site. Traverse medieval streets while exploring reusable industrial equipment to face the layered defenses of this classic three-lane map.",
  "SUNSET": "A disaster at a Kingdom facility threatens to engulf the entire neighborhood. Stop by your favorite food truck and then fight across the city in this three-lane map.",
  "LOTUS": "A mysterious structure with an astral conduit radiates ancient power. Large stone doors provide multiple movement opportunities and reveal paths to three enigmatic locations.",
  "PEARL": "Attackers advance toward the Defenders in this vibrant underwater map with two main points. Pearl is a map without special mechanics focused on the environment. Engage in battle in a compact Mid or in longer areas in our first map set on Omega Earth.",
  "FRACTURE": "A highly classified research site split in half by a failed Radianite experiment. With options as divided as the map itself for the defenders, the choice is yours: face the attackers in their own base or prepare the ground for an imminent assault.",
  "BREEZE": "Explore the historical ruins or visit the caves of this tropical paradise. But watch out, as there are very open spaces and long-range skirmishes. Guard your flanks and you’ll enjoy the Breeze.",
  "ICEBOX": "Your next battlefield will be a secret Kingdom excavation site reclaimed by the Arctic force. Be careful with the horizontal terrain around the two main points, protected by snow and metal. Make use of the ziplines, and your enemies will never see your attack coming.",
  "ASCENT": "With multiple positioning and conflict options, an open territory divides two areas in Ascent. Each can be fortified with irreversible blast doors that, once destroyed, force teams to breach them or find another way forward. Don’t let the enemy take your territory.",
  "SPLIT": "If you want to advance, you need to climb. Separated by a raised central area, two points provide fast movement with two ascending ropes. Each point has an imposing tower crucial for area control. And don’t forget: keep your eyes on the high areas before everything blows up.",
  "HAVEN": "Under a forgotten monastery, a clamor arises among rival Agents competing for control of three locations. There’s more territory to control, but defenders can use the extra space for aggressive pushes.",
  "BIND": "Two locations. No middle. You have to choose left or right. Which will it be? Both offer direct paths for attackers, and a pair of one-way teleporters facilitates flanking."
}
